Repository: Icinga/icingaweb2
Catalog: modules/monitoring/application/locale/*/LC_MESSAGES/monitoring.po
Languages: pt_br

source: Down Hosts (Handled)
pt_br: Hosts down (Tratados)

source: Down Hosts (Unhandled)
pt_br: Hosts down (Não tratados)

source: Down Services (Handled)
pt_br: Serviços down (Tratados)

source: Down Services (Unhandled)
pt_br: Serviços down (Não tratados)

source: Pending Hosts
pt_br: Hosts pendentes

source: Pending Services
pt_br: Serviços pendentes

source: Unreachable Hosts (Handled)
pt_br: Hosts inacessíveis (Tratados)

source: Unreachable Hosts (Unhandled)
pt_br: Hosts inacessíveis (Não tratados)

source: Unreachable Services (Handled)
pt_br: Serviços inacessíveis (Tratados)

source: Unreachable Services (Unhandled)
pt_br: Serviços inacessíveis (Não tratados)

source: Up Hosts
pt_br: Hosts up

source: Up Services
pt_br: Serviços up

source: Warning Services (Handled)
pt_br: Serviços em atenção (Tratados)

source: Warning Services (Unhandled)
pt_br: Serviços em atenção (Não tratados)

source: %d Hosts PENDING
pt_br: %d Hosts PENDENTES

source: %d Hosts UNREACHABLE
pt_br: %d Hosts INACESSÍVEIS

source: %d are not checked at all
pt_br: %d não estão checados para todos

source: %d are passively checked
pt_br: %d estão passivamente checados

source: %d critical on %s
pt_br: %d cítico(s) em %s

source: %d down on %s
pt_br: %d down em %s

source: %d hosts disabled
pt_br: %d hosts desabilitados

source: %d hosts flapping
pt_br: %d hosts oscilando

source: %d is not checked at all
pt_br: %d não está checado para todos

source: %d is passively checked
pt_br: %d está passivamente checado

source: %d ok on %s
pt_br: %d ok em %s

source: %d services disabled
pt_br: %d serviços desabilitados

source: %d services flapping
pt_br: %d serviços oscilando

source: %d unhandled service
pt_br: %d serviço não tratado

source: %d unknown on %s
pt_br: %d desconhecido(s) em %s

source: %d unreachable on %s
pt_br: %d inacessível em %s

source: %d warning on %s
pt_br: %d em atenção em %s

# timespan
source: %s ago
pt_br: %s atrás

source: %s configured services:
pt_br: %s serviço(s) configurado(s):

source: %s has been up and running with PID %d since %s
pt_br: %s está up e rodando com o PID %d desde %s

source: %s is currently not up and running
pt_br: %s atualmente não está up e nem rodando

source: %s is not running
pt_br: %s não está rodando

source: %s notications have been sent for this issue
pt_br: %s notificações foram enviadas para este problema

source: %s services:
pt_br: %s serviços:

source: %u Acknowledged Host Problem
pt_br: %u Problema de host reconhecido

source: %u Acknowledged Service Problem
pt_br: %u Reconhecer o problema do serviço

source: %u Unhandled Host Problem
pt_br: %u Host não tratado com problema

source: %u Unhandled Service Problem
pt_br: %u Problema com serviço não tratado

source: (hard state)
pt_br: (estado hard)

source: (soft state)
pt_br: (estado soft)

source: 1 Year
pt_br: 1 ano

source: 2 Years
pt_br: 2 anos

source: 3 Months
pt_br: 3 meses

source: 4 Hours
pt_br: 4 horas

source: 4 Months
pt_br: 4 meses

source: 8 Months
pt_br: 8 meses

source: <b>{title}:</b><br> {value} of {sum} hosts are {label}
pt_br: <b>{title}:</b><br> {value} de {sum} hosts estão {label}

source: <b>{title}:</b><br>{value} of {sum} services are {label}
pt_br: <b>{title}:</b><br>{value} de {sum} serviços estão {label}

source: A notication has been sent for this issue %s ago
pt_br: Uma notificação foi enviada para este problema %s atrás

source: Ack removed
pt_br: Reconhecimento removido

source: Acknowledge
pt_br: Reconhecer

source: Acknowledge Host Problem
pt_br: Reconhecer problema do host

source: Acknowledge Host Problems
pt_br: Reconhecer problemas dos hosts

source: Acknowledge Service Problem
pt_br: Reconhecer problema do serviço

source: Acknowledge Service Problems
pt_br: Reconhecer problemas dos serviços

source: Acknowledge all problems on the selected hosts or services
pt_br: Reconhecer todos os problemas nos hosts ou serviços selecionados

source: Acknowledge problem
pt_br: Reconhecer o problema

source: Acknowledge unhandled problem hosts
pt_br: Reconhecer problema dos hosts não tratados

source: Acknowledge unhandled problem services
pt_br: Reconhecer problema dos serviços não tratados

source: Acknowledged
pt_br: Reconhecido(s)

source: Acknowledgement
pt_br: Reconhecimento

source: Acknowledgement has been sent
pt_br: Reconhecimento foi enviado

source: Acknowledgement removal has been requested
pt_br: A remoção da conhecimento foi solicitada

source: Acknowledgements
pt_br: Reconhecimentos

source: Acknowledging problem..
pt_br: Reconhecendo problema..

source: Active
pt_br: Ativo(s)

source: Active And Passive Checks Disabled
pt_br: Checagens ativas e passivas desabilitadas

source: Active Checks
pt_br: Checagens ativas

source: Active Checks Disabled
pt_br: Checagens ativas desabilitadas

source: Active Host Checks Being Executed
pt_br: Checagens ativas de host sendo executadas

source: Active Service Checks Being Executed
pt_br: Checagens ativas de serviço sendo executadas

source: Active checks
pt_br: Checagens ativas

source: Add Host Comment
pt_br: Adicionar comentário ao host

source: Add New Backend
pt_br: Adicionar novo backend

source: Add New Instance
pt_br: Adicionar nova instância

source: Add Service Comment
pt_br: Adicionar comentário ao serviço

source: Add comment
pt_br: Adicionar comentário

source: Adding comment..
pt_br: Adicionando comentário..

source: Address
pt_br: Endereço

source: Alert Summary
pt_br: Resumo de alertas

source: Alert summary
pt_br: Resumo de alertas

source: Alias
pt_br: Apelido

source: All Services
pt_br: Todos os serviços

source: All backends are disabled
pt_br: Todos os backends estão desabilitados

source: All hosts enabled
pt_br: Todos os hosts habilitados

source: All services enabled
pt_br: Todos os serviços habilitados

source: Allow acknowledging host and service problems
pt_br: Permitir o reconhecimento de problemas de hosts e de serviços

source: Allow all commands
pt_br: Permitir todos os comandos

source: Allow all scheduling checks and downtimes
pt_br: Permitir todos os agendamentos de checagens e paradas

source: Allow commenting on hosts and services
pt_br: Permitir comentários nos hosts e serviços

source: Allow removing host and service comments
pt_br: Permitir a remoção de comentários de hosts e de serviços

source: Allow removing host and service downtimes
pt_br: Permitir a remoção de paradas de hosts e de serviços

source: Allow removing problem acknowledgements
pt_br: Permitir a remoção de reconhecimento de problemas

source: Allow removing problem acknowledgements, host and service comments and downtimes
pt_br: Permitir a remoção de reconhecimento de problemas, comentários de hosts e de serviços e paradas

source: Allow scheduling host and service checks
pt_br: Permitir o agendamento de checagens de hosts e serviços

source: Allow scheduling host and service downtimes
pt_br: Permitir o agendamento de paradas de hosts e serviços

source: Apply
pt_br: Aplicar

source: Are you sure you want to remove this instance?
pt_br: Tem certeza de que deseja remover esta instância?

source: Author
pt_br: Autor

source: Average
pt_br: Média

source: Average services per host
pt_br: Média de serviços por host

source: Avg (min)
pt_br: Méd (min)

source: Backend "%s" successfully removed.
pt_br: Backend "%s" removido com sucesso.

source: Backend Name
pt_br: Nome do backend

source: Backend Type
pt_br: Tipo do backend

source: CRITICAL
pt_br: CRÍTICO(S)

# icinga.state
source: CRITICAL
pt_br: CRÍTICO(S)

source: Check Source
pt_br: Origem da checagem

source: Check Time
pt_br: Tempo de checagem

source: Check attempts
pt_br: Tentativas de checagem

source: Check execution time
pt_br: Tempo de execução da checagem

source: Check latency
pt_br: Latência da checagem

source: Check now
pt_br: Checar agora

source: Check this to not to validate connectivity with the given Livestatus socket
pt_br: Marque essa opção para não validar a conectividade com o soquete Livestatus fornecido

source: Check this to not to validate connectivity with the given database server
pt_br: Marque essa opção para não validar a conectividade com o servidor de banco de dados fornecido

source: Child Hosts
pt_br: Hosts filhos

source: Comma separated case insensitive list of protected custom variables. Use * as a placeholder for zero or more wildcard characters. Existance of those custom variables will be shown, but their values will be masked.
pt_br: Lista protegida de variáveis personalizadas separadas por vírgula e case insensitive. Utilize o * como um marcador para zero ou mais caracteres curingas. A existência dessas variáveis personalizadas serão mostradas, mas seus valores serão mascarados.

source: Command
pt_br: Comando

source: Command File
pt_br: Arquivo de comando

source: Command has been sent, active checks will be disabled
pt_br: Comando enviado, as checagens ativas serão desabilitadas

source: Command has been sent, active checks will be enabled
pt_br: Comando enviado, as checagens ativas serão habilitadas

source: Command has been sent, check will be rescheduled
pt_br: Comando enviado, a checagem será reagendada

source: Command has been sent, checks will be rescheduled
pt_br: Comando enviado, as checagens serão reagendadas

source: Command has been sent, event handlers will be disabled
pt_br: Comando enviado, o manipulador de eventos será desabilitado

source: Command has been sent, event handlers will be enabled
pt_br: Comando enviado, o manipulador de eventos será habilitado

source: Command has been sent, flap detection will be disabled
pt_br: Comando enviado, a detecção de oscilação será desabilitada

source: Command has been sent, flap detection will be enabled
pt_br: Comando enviado, a detecção de oscilação será habilitada

source: Command has been sent, monitoring process will restart now
pt_br: Comando enviado, o processo de monitoramento será reiniciado agora

source: Command has been sent, notifications will be disabled
pt_br: Comando enviado, as notificações serão desabilitadas

source: Command has been sent, notifications will be enabled
pt_br: Comando enviado, as notificações serão habilitadas

source: Command has been sent, obsessing will be disabled
pt_br: Comando enviado, o modo obsessão será desabilitado

source: Command has been sent, obsessing will be enabled
pt_br: Comando enviado, o modo obsessão será habilitado

source: Command has been sent, passive check results will be accepted
pt_br: Comando enviado, os resultados de checagens passivas serão aceitos

source: Command has been sent, passive check results will be refused
pt_br: Comando enviado, os resultados de checagens passivas serão recusados

source: Command has been sent, performance data processing will be disabled
pt_br: Comando enviado, o processamento de dados de performance será desabilitado

source: Command has been sent, performance data processing will be enabled
pt_br: Comando enviado, o processamento de dados de performance será habilitado

source: Command has been sent, process will shut down
pt_br: Comando enviado, o processo será desligado

source: Commands
pt_br: Comandos

source: Comment
pt_br: Comentário

source: Comment Timestamp
pt_br: Data e hora do comentário

source: Comment Type
pt_br: Tipo do comentário

source: Comment deleted
pt_br: Comentário apagado

source: Comment removal has been requested
pt_br: A remoção do comentário foi solicitada

source: Comment was caused by a downtime.
pt_br: Comentário foi causado por uma parada.

source: Comment was caused by a flapping host or service.
pt_br: Este comentário foi causado por uma oscilação de host ou serviço.

source: Comment was caused by an acknowledgement.
pt_br: O comentário foi causado por um reconhecimento.

source: Comment was created by an user.
pt_br: O comentário foi criado por um usuário.

source: Comment:
pt_br: Comentário:

source: Comments
pt_br: Comentários

source: Configuration for backend %s is disabled
pt_br: A configuração para o backend %s está desabilitada

source: Contact Groups
pt_br: Grupos de contatos

source: Contact details
pt_br: Detalhes do contato

source: Contactgroups
pt_br: Grupos de contatos

source: Contacts
pt_br: Contatos

source: Could not find any valid monitoring backend resources
pt_br: Não foi possível encontrar nenhum recurso válido de backend de monitoramento

source: Create New Instance
pt_br: Criar nova instância

source: Create New Monitoring Backend
pt_br: Criar um novo backend de monitoramento

source: Critical
pt_br: Crítico

source: Current Downtimes
pt_br: Paradas atuais

source: Current Host State
pt_br: Estado atual do host

source: Current Incidents
pt_br: Incidentes atuais

source: Current Service State
pt_br: Estado atual do serviço

source: Current State
pt_br: Estado atual

source: Custom notification has been sent
pt_br: A notificação personalizada foi enviada

source: Database Name
pt_br: Nome do banco de dados

source: Database Resource
pt_br: Recurso do banco de dados

source: Database Type
pt_br: Tipo do banco de dados

source: Defects
pt_br: Defeitos

source: Define what should be done with the child hosts of the hosts.
pt_br: Definir o que deve ser feito com os hosts filhos dos hosts.

source: Delay Notifications
pt_br: Atraso de notificações

source: Delete Downtime
pt_br: Apagar parada

source: Delete a single downtime with the id shown above
pt_br: Apagar uma única parada com o id mostrado abaixo

source: Delete comment
pt_br: Apagar comentário

source: Delete downtime
pt_br: Apagar parada

source: Deleting comment..
pt_br: Apagando o comentário..

source: Deleting downtime..
pt_br: Apagando parada..

source: Disable Active Checks
pt_br: Desabilitar checagens ativas

source: Disable Event Handler
pt_br: Desabilitar manipulador de evento

source: Disable Flapping Detection
pt_br: Desabilitar detecção de oscilação

source: Disable Notifications
pt_br: Desabilitar notificações

source: Disable Performance Data
pt_br: Desabilitar dados de performance

source: Disable This Backend
pt_br: Desabilitar este backend

source: Disable active checks for this host and its services.
pt_br: Desabilitar checagens ativas para este host e seus serviços.

source: Disable active checks for this object.
pt_br: Desabilitar checagens ativas para este objeto.

source: Disable active checks on a program-wide basis.
pt_br: Desabilitar checagens ativas na base de todo o programa.

source: Disable event handler for the whole system.
pt_br: Desabilitar manipulador de eventos para todo o sistema.

source: Disable event handler for this object.
pt_br: Desabilitar manipulador de eventos para este objeto.

source: Disable flapping detection for this object.
pt_br: Desabilitar detecção de oscilação para este objeto.

source: Disable flapping detection on a program-wide basis.
pt_br: Desabilitar detecção de oscilação na base de todo o programa.

source: Disable notifications for a specific time on a program-wide basis
pt_br: Desabilitar notificações por um período específico na base de todo o programa.

source: Disable notifications on a program-wide basis.
pt_br: Desabilitar notificações na base de todo o programa.

source: Disable obsessing on a program-wide basis.
pt_br: Desabilitar o modo obsessão na base de todo o programa.

source: Disable passive checks on a program-wide basis.
pt_br: Desabilitar checagens passivas na base de todo o programa.

source: Disable processing of performance data on a program-wide basis.
pt_br: Desabilitar processamento de dados de performance na base de todo o programa.

source: Disable temporarily
pt_br: Desabilitar temporariamente

source: Disabled
pt_br: Desabilitado

source: Disabling host and service notifications..
pt_br: Desabilitando notificações para hosts e serviços..

source: Do nothing with child hosts
pt_br: Não fazer nada com os hosts filhos

source: Downtime
pt_br: Parada

source: Downtime End
pt_br: Término da parada

source: Downtime Start
pt_br: Início da parada

source: Downtime removal has been requested
pt_br: A remoção da parada foi solicitada

source: Downtime removal requested
pt_br: Remoção de parada solicitada

source: Downtime removed
pt_br: Parada removida

source: Downtime scheduling requested
pt_br: Agendamento de parada solicitado

source: Downtimes
pt_br: Paradas

source: Duration
pt_br: Duração

source: Edit Existing Backend
pt_br: Editar backend existente

source: Edit Existing Instance
pt_br: Editar instância existente

source: Enable Active Checks
pt_br: Habilitar checagens ativas

source: Enable Event Handler
pt_br: Habilitar manipulador de eventos

source: Enable Flapping Detection
pt_br: Habilitar detecção de oscilação

source: Enable Notifications
pt_br: Habilitar notificações

source: Enable Performance Data
pt_br: Habilitar dados de performance

source: Enable active checks for this host and its services.
pt_br: Habilitar checagens ativas para este host e seus serviços.

source: Enable active checks for this object.
pt_br: Habilitar checagens ativas para este objeto.

source: Enable active checks on a program-wide basis.
pt_br: Habilitar checagens ativas na base de todo o programa.

source: Enable event handler for this object.
pt_br: Habilitar manipulador de evento para este objeto.

source: Enable event handlers on the whole system.
pt_br: Desabilitar manipulador de eventos em todo o sistema.

source: Enable flapping detection for this object.
pt_br: Habilitar detecção de oscilação para este objeto.

source: Enable flapping detection on a program-wide basis.
pt_br: Habilitar detecção de oscilação na base de todo o programa.

source: Enable notifications on a program-wide basis.
pt_br: habilitar notificações na base de todo o programa.

source: Enable obsessing on a program-wide basis.
pt_br: Habilitar o modo obsessão na base de todo o programa.

source: Enable passive checks on a program-wide basis.
pt_br: Desabilitar checagens passivas na base de todo o programa.

source: Enable processing of performance data on a program-wide basis.
pt_br: Habilitar processamento de dados de performance na base de todo o programa.

source: End Time
pt_br: Horário de término

source: Ended downtimes
pt_br: Paradas encerradas

source: Enter here the duration of the downtime. The downtime will be automatically deleted after this time expired.
pt_br: Digite aqui a duração da parada. A parada será automaticamente excluída após este período terminar.

source: Enter the expire date and time for this acknowledgement here. Icinga will delete the acknowledgement after this time expired.
pt_br: Entre com a data e hora para este reconhecimento. O Icinga excluirá o reconhecimento após esse período terminar.

source: Entry Time
pt_br: Período

source: Event Grid
pt_br: Grade de eventos

source: Event Handler
pt_br: Manipulador de evento

source: Event Handlers Enabled
pt_br: Manipulador de eventos habilitado

source: Event Overview
pt_br: Visão geral dos eventos

source: Event handlers
pt_br: Manipulador de eventos

source: Events
pt_br: Eventos

source: Execution time
pt_br: Tempo de execução

source: Expiration
pt_br: Validade

source: Expire Time
pt_br: Tempo de validade

source: Expires
pt_br: Expira

source: Feature Commands
pt_br: Comandos dos recursos

source: Fixed
pt_br: Permanente

source: Flap Detection
pt_br: Detecção de oscilação

source: Flap Detection Enabled
pt_br: Detecção de oscilação habilitada

source: Flap detection
pt_br: Detecção de oscilação

source: Flapping
pt_br: Oscilando

source: Flapping Stopped
pt_br: Oscilação parada

source: Flapping stopped
pt_br: Oscilação parada

source: Flexible
pt_br: Flexível

source: Flexible Duration
pt_br: Duração flexível

source: Force Check
pt_br: Forçar checagem

source: From
pt_br: De

source: Global Host Event Handler
pt_br: Manipulador de eventos de host global

source: Global Service Event Handler
pt_br: Manipulador de eventos de serviço global

source: Handled hosts with state DOWN
pt_br: Hosts tratados com o estado DOWN

source: Handled hosts with state UNREACHABLE
pt_br: Hosts tratados com o estado INACESSÍVEL

source: Handled services with state %s
pt_br: Serviços tratados com o estado %s

source: Hard State
pt_br: Estado hard

source: Hard state changes
pt_br: Alterações no estado hard

source: History
pt_br: Histórico

source: Host / Service
pt_br: Host / Serviço

source: Host Address
pt_br: Endereço do host

source: Host Checks
pt_br: Checagens de hosts

source: Host Group
pt_br: Grupos de hosts

source: Host Group Name
pt_br: Nome do grupo de hosts

source: Host Groups
pt_br: Grupos de hosts

source: Host Name
pt_br: Nome do host

source: Host Notification Timeperiod
pt_br: Período de notificação do host

source: Host Problems
pt_br: Hosts com problemas

source: Host Severity
pt_br: Gravidade do host

source: Host State
pt_br: Estado do host

source: Host and service notifications are already disabled.
pt_br: Notificações de hosts e serviços já estão desabilitadas.

source: Host not found
pt_br: Host não encontrado

source: Host notification period
pt_br: Período de notificação do Host

source: Host or service not found
pt_br: Host ou serviço não encontrado

source: Host- and Servicechecks
pt_br: Checagem de hosts e serviços

source: Hostgroups
pt_br: Grupos de hosts

source: Hostname
pt_br: Nome do host

source: Hostname or address of the remote Icinga instance
pt_br: Nome ou o endereço da instância remota do Icinga

source: Hosts Down Handled
pt_br: Hosts down tratados

source: Hosts Down Unhandled
pt_br: Hosts down não tratados

source: Hosts Pending
pt_br: Hosts pendentes

source: Hosts Unreachable Handled
pt_br: Hosts inacessíveis tratados

source: Hosts Unreachable Unhandled
pt_br: Hosts inacessíveis não tratados

source: Hosts in downtime
pt_br: Hosts em parada

source: Hosts with state PENDING
pt_br: Hosts com o estado PENDENTE

source: Hosts with state UP
pt_br: Hosts com o estado UP

source: Hours
pt_br: Horas

source: Icinga Web 2 will protect your monitoring environment against prying eyes using the configuration specified below:
pt_br: Icinga Web 2 irá proteger o seu ambiente de monitoramento contra olhos curiosos utilizando a configuração especificada abaixo:

source: Icinga Web 2 will retrieve information from your monitoring environment using a backend called "%s" and the specified resource below:
pt_br: Icinga Web 2 irá obter as informações de seu ambiente de monitoramento usando um backend chamado "%s" e o recurso especificado abaixo:

source: Icinga Web 2 will use the named pipe located at "%s" to send commands to your monitoring instance.
pt_br: Icinga Web 2 utilizará o pipe localizado em "%s" para enviar comandos à sua instância de monitoramento.

source: Icinga Web 2 will use the named pipe located on a remote machine at "%s" to send commands to your monitoring instance by using the connection details listed below:
pt_br: Icinga Web 2 utilizará o pipe localizado em uma máquina remota em "%s" para enviar comandos para sua instância de monitoramento usando os detalhes de conexão listados abaixo:

source: If the acknowledgement should expire, check this option.
pt_br: Se a confirmação deve expirar, marque esta opção.

source: If you do not want an acknowledgement notification to be sent out to the appropriate contacts, uncheck this option.
pt_br: Se você não quer que uma notificação de confirmação a ser enviada para os contatos apropriados, desmarque esta opção.

source: If you have still any environments or views referring to this instance, you won't be able to send commands anymore after deletion.
pt_br: Se você ainda tiver algum ambiente ou visualizações referentes à esta instância, você não será capaz de enviar mais nenhum comando após a remoção.
