Repository: Icinga/icingaweb2
Catalog: modules/monitoring/application/locale/*/LC_MESSAGES/monitoring.po
Languages: pt_br

source: This command is used to schedule host and service downtimes. During the specified downtime, Icinga will not send notifications out about the hosts and services. When the scheduled downtime expires, Icinga will send out notifications for the hosts and services as it normally would. Scheduled downtimes are preserved across program shutdowns and restarts.
pt_br: Este comando é utilizado para agendar paradas para hosts e serviços. Durante o tempo de parada especificado, o Icinga não enviará notificações sobre os hosts e serviços. Quando o tempo da parada terminar, o Icinga enviará as notificações para os hosts e serviços como normalmente faria. Os agendamentos das paradas são preservados em situações de desligamento e reinício do programa.

source: This command is used to schedule the next check of hosts or services. Icinga will re-queue the hosts or services to be checked at the time you specify.
pt_br: Este comando é utilizado para agendar a próxima checagem dos hosts ou serviços. O Icinga irá re-enfileirar os hosts ou serviços para serem checados no período que você especificar.

source: This comment does not expire.
pt_br: Este comentário não expira.

source: This comment expires on %s at %s.
pt_br: Este comentário expira em %s às %s.

source: This comment is not persistent.
pt_br: Este comentário não é persistente.

source: This comment is persistent.
pt_br: Este comentário é persistente.

source: This fixed downtime has been scheduled to start on %s at %s and to end on %s at %s.
pt_br: Esta parada fixa foi agendada para inciar em %s às %s e terminar em %s às %s.

source: This fixed downtime was started on %s at %s and expires on %s at %s.
pt_br: Esta parada fixa foi iniciada em %s às %s e termina em %s às %s.

source: This flexible downtime has been scheduled to start between %s - %s and to last for %s.
pt_br: Esta parada flexível foi agendada para inciar entre %s - %s e durar por %s.

source: This flexible downtime was started on %s at %s and lasts for %s until %s at %s.
pt_br: Esta parada flexível foi iniciada em %s às %s com duração de %s até %s às %s.

source: This is the core module for Icinga Web 2.
pt_br: Este é o módulo central para o Icinga Web 2.

source: Time to Reaction (Ack, Recover)
pt_br: Tempo de reação (Ack, Recuperar)

source: TimeLine interval
pt_br: Intervalo da linha do tempo

source: Timeline
pt_br: Linha do tempo

source: To
pt_br: Até

source: To protect your monitoring environment against prying eyes please fill out the settings below.
pt_br: Para proteger o seu ambiente de monitoramento contra olhares indiscretos, por favor preencha as configurações abaixo.

source: Today
pt_br: Hoje

source: Toggling feature..
pt_br: Alternando funcionalidade..

source: Top 5 Recent Alerts
pt_br: Top 5 de alertas recentes

source: Total Services
pt_br: Total de serviços

source: Trend
pt_br: Tendências

source: Trend for the last 24h
pt_br: Tendências para as últimas 24h

source: Type
pt_br: Tipo

source: Type: %s
pt_br: Tipo: %s

source: UNKNOWN
pt_br: DESCONHECIDO(S)

# icinga.state
source: UNKNOWN
pt_br: DESCONHECIDO(S)

source: Unhandled
pt_br: Não tratado(s)

source: Unhandled Hosts
pt_br: Hosts não tradados

source: Unhandled Services
pt_br: Serviços não tratados

source: Unhandled hosts with state DOWN
pt_br: Hosts não tratados com o estado DOWN

source: Unhandled hosts with state UNREACHABLE
pt_br: Hosts não tratados com o estado INACESSÍVEL

source: Unhandled services with state %s
pt_br: Serviços não tratados com o estado %s

source: Unknown
pt_br: Desconhecido

source: Unknown instance name given
pt_br: Nome de instância desconhecido

source: Unknown instance name provided
pt_br: O nome fornecido da instância é desconhecido

source: Unknown monitoring backend provided
pt_br: Backend de monitoramento informado é desconhecido

source: Unreachable
pt_br: Inacessível

source: Use Expire Time
pt_br: Usar o tempo de expiração

source: User
pt_br: Usuário

source: User Comment
pt_br: Comentário do usuário

source: User to log in as on the remote Icinga instance. Please note that key-based SSH login must be possible for this user
pt_br: Usuário para efetuar o login na instância remota do Icinga. Por favor, observe que a autenticação baseada em chaves SSH deve ser configurada para este usuário

source: Username
pt_br: Nome do usuario

source: Value for interval not valid
pt_br: Valor para o intervalo não é válido

source: WARNING
pt_br: ATENÇÃO

# icinga.state
source: WARNING
pt_br: ATENÇÃO

source: Warning
pt_br: Atenção

source: Welcome to the configuration of the monitoring module for Icinga Web 2!
pt_br: Bem-vindo à configuração do módulo de monitoramento para Icinga Web 2!

source: Your new comment has been submitted
pt_br: Seu novo comentário foi enviado

source: and %d more
pt_br: e %d mais

# time
source: at %s
pt_br: às %s

source: changed
pt_br: alterado

source: critical
pt_br: crítico

# timespan
source: in %s
pt_br: em %s

source: in the last hour
pt_br: na última hora

source: notifications per hour
pt_br: notificações por hora

source: on
pt_br: em

# datetime
source: on %s
pt_br: em %s

source: overall
pt_br: global

source: pending
pt_br: pendente(s)

# multiselection
source: row(s) selected
pt_br: linha(s) selecionada(s)

source: scheduled
pt_br: agendado

source: since
pt_br: desde

source: the monitoring module
pt_br: o módulo de monitoramento

source: unknown
pt_br: desconhecido

source: unreachable
pt_br: inacessível

source: warning
pt_br: atenção
