Repository: Icinga/icingaweb2
Catalog: modules/monitoring/application/locale/*/LC_MESSAGES/monitoring.po
Languages: pt_br

source: If you select the fixed option, the downtime will be in effect between the start and end times you specify whereas a flexible downtime starts when the host or service enters a problem state sometime between the start and end times you specified and lasts as long as the duration time you enter. The duration fields do not apply for fixed downtimes.
pt_br: Se você selecionar a opção permanente, a parada entrará em vigor entre o período de início e o fim que você especificar, enquanto uma parada flexível iniciará quando o host ou serviço entrar em estado de problema em algum momento entre o período de início e o fim que você especificou. Os campos de duração não se aplicam para paradas permanentes.

source: If you select this option, Icinga will force a check regardless of both what time the scheduled check occurs and whether or not checks are enabled.
pt_br: Se você selecionar esta opção, o Icinga forçará uma checagem independente do período em que agendamento de checagem ocorrer ou se não houver checagens habilitadas.

source: If you uncheck this option, the comment will automatically be deleted the next time Icinga is restarted.
pt_br: Se você desmarcar esta opção, o comentário será excluído automaticamente na próxima vez que Icinga for reiniciado.

source: If you want the acknowledgement to disable notifications until the host or service recovers, check this option.
pt_br: Se você quiser que o reconhecimento desabilite as notificações até que o host ou serviço se recupere, marque esta opção.

source: If you work with other administrators, you may find it useful to share information about the the host or service that is having problems. Make sure you enter a brief description of what you are doing.
pt_br: Se você trabalha com outros administradores, você pode achar isso útil para compartilhar informações sobre um host ou serviço que está tendo problemas. Certifique-se de inserir uma breve descrição do que você está fazendo.

source: If you would like the comment to remain even when the acknowledgement is removed, check this option.
pt_br: Se você gostaria que o comentário permanecesse mesmo quando o reconhecimento for removido, marque esta opção.

source: In Downtime
pt_br: em parada

source: Instance
pt_br: Instância

source: Instance "%s" created successfully.
pt_br: Instância "%s" criada com sucesso.

source: Instance "%s" edited successfully.
pt_br: Instância "%s" editada com sucesso.

source: Instance "%s" successfully removed.
pt_br: Instância "%s" removida com sucesso.

source: Instance Name
pt_br: Nome da instância

source: Instance Type
pt_br: Tipo da instância

source: Instance already exists
pt_br: Instância já existe

source: Instance is not configured: %s
pt_br: Instância não está configurada: %s

source: Instance name missing
pt_br: Está faltando o nome da instância

source: Invalid instance type "%s" given
pt_br: Tipo de instância "%s" inválida

source: Is In Effect
pt_br: Está em vigor

source: It offers various status and reporting views with powerful filter capabilities that allow you to keep track of the most important events in your monitoring environment.
pt_br: Ele oferece vários estados e visualizações de relatórios com recursos de filtros poderosos que permitem que você mantenha o controle dos eventos mais importantes no seu ambiente de monitoramento.

source: Last Check
pt_br: Última checagem

source: Last External Command Check
pt_br: Última checagem de comando externo

source: Last Host Check
pt_br: Última checagem do host

source: Last Log File Rotation
pt_br: Última rotação do arquivo de log

source: Last Problem
pt_br: Último problema

source: Last Service Check
pt_br: Última checagem do serviço

source: Last Status Update
pt_br: Última atualização do status

source: Last check
pt_br: Última checagem

source: Latency
pt_br: Latência

source: Legend
pt_br: Legenda

source: List Of Supported Commands
pt_br: Lista dos comandos suportados

source: List all
pt_br: Listar todos

source: List all selected objects
pt_br: Listar todos objetos selecionados

source: Livestatus Resource
pt_br: Recurso livestatus

source: Local Command File
pt_br: Arquivo de comando local

source: Minutes
pt_br: Minutos

source: Monitoring Backend
pt_br: Backend de monitoramento

source: Monitoring Backends
pt_br: Backends de monitoramento

source: Monitoring Features
pt_br: Recursos de monitoramento

source: Monitoring Health
pt_br: Saúde do monitoramento

source: Monitoring IDO Resource
pt_br: Recursos IDO de monitoramento

source: Monitoring Instance
pt_br: Instância de monitoramento

source: Monitoring Instances
pt_br: Instâncias de monitoramento

source: Monitoring Livestatus Resource
pt_br: Recurso Livestatus de monitorando

source: Monitoring Security
pt_br: Segurança do monitoramento

source: Monitoring backend "%s" has been successfully changed
pt_br: Backend de monitoramento "%s" foi alterado com sucesso

source: Monitoring backend "%s" has been successfully created
pt_br: Backend de monitoramento "%s" foi criado com sucesso

source: Monitoring backend already exists
pt_br: Backend de monitoramento já existe

source: Monitoring backend configuration could not be written to: %s; An error occured:
pt_br: Configuração do backend de monitoramento não pode ser salva em: %s; Ocorreu um erro:

source: Monitoring backend configuration has been successfully written to: %s
pt_br: Configuração do backend de monitoramento foi salva com sucesso em: %s

source: Monitoring backend name missing
pt_br: Está faltando o nome do backend de monitoramento

source: Monitoring instance configuration could not be written to: %s; An error occured:
pt_br: Configuração da instância de monitoramento não pode ser salva em: %s; Ocorreu um erro:

source: Monitoring instance configuration has been successfully created: %s
pt_br: Configuração da instância de monitoramento foi criada com sucesso: %s

source: Monitoring security configuration could not be written to: %s; An error occured:
pt_br: Configuração de segurança do monitoramento não pode ser salva em: %s; Ocorreu um erro:

source: Monitoring security configuration has been successfully created: %s
pt_br: Configuração de segurança do monitoramento criada com sucesso: %s

source: N/A
pt_br: N/D

source: Name
pt_br: Nome

source: New instance name missing
pt_br: Esta faltando o nome da nova instância

source: New monitoring backend name missing
pt_br: Está faltando o nome do novo backend de monitoramento

source: New security configuration has successfully been stored
pt_br: Nova configuração de segurança foi salva com sucesso

source: Next check
pt_br: Próxima checagem

source: No Services matching the filter
pt_br: Nenhum serviço correspondente ao filtro

source: No active downtimes
pt_br: Não há nenhuma parada ativa

source: No backend has been configured
pt_br: Nenhum backend foi configurado

source: No comments matching the filter
pt_br: Nenhum comentário correspondente ao filtro

source: No configuration for backend %s
pt_br: Nenhuma configuração para o backend %s

source: No contacts matching the filter
pt_br: Nenhum contato correspondente ao filtro

source: No history available for this object
pt_br: Nenhum histórico disponível para este objeto

source: No history events matching the filter
pt_br: Nenhum histórico de eventos correspondente ao filtro

source: No host groups matching the filter
pt_br: Nenhum grupo de hosts correspondente ao filtro

source: No hosts matching the filter
pt_br: Nenhum host correspondente ao filtro

source: No instances are configured yet
pt_br: Não há instâncias configuradas ainda

source: No notification has been sent for this issue
pt_br: Nenhuma notificação foi enviada para este problema

source: No notifications have been sent for this contact
pt_br: Nenhuma notificação foi enviada para este contato

source: No notifications matching the filter
pt_br: Nenhuma notificação correspondente ao filtro

source: No service groups matching the filter
pt_br: Nenhum grupo de serviços correspondente ao filtro

source: No services configured on this host
pt_br: Nenhum serviço configurado neste host

source: No services matching the filter
pt_br: Nenhum serviço correspondente ao filtro

source: No state changes in the selected time period.
pt_br: Não há mudanças de estado no período de tempo selecionado.

source: No such contact
pt_br: Não existe este contato

source: None
pt_br: Nenhum

source: Not acknowledged
pt_br: Não reconhecido

source: Notification
pt_br: Notificação

source: Notification Start
pt_br: Iniciar notificação

source: Notification delay has been requested
pt_br: Atraso da notificação foi solicitada

source: Notifications
pt_br: Notificações

source: Notifications Disabled
pt_br: Notificações desativadas

source: Notifications Enabled
pt_br: Notificações habilitadas

source: Notifications and Problems
pt_br: Notificações e problemas

source: Notifications for this host and its services will be disabled.
pt_br: As notificações para este host e seus serviços serão desabilitadas.

source: Notifications for this host and its services will be enabled.
pt_br: As notificações para este host e seus serviços serão habilitadas.

source: Notifications for this object will be disabled.
pt_br: As notificações para este objeto serão desabilitadas.

source: Notifications for this object will be enabled.
pt_br: As notificações para este objeto serão habilitadas.

source: Notifications sent to this contact
pt_br: Notificações enviadas para este contato

source: Notifications will be re-enabled in <strong>%s</strong>
pt_br: As notificações serão reativadas em <strong>%s</strong>

source: Notifications will be re-enabled in <strong>%s</strong>.
pt_br: As notificações serão reativadas em <strong>%s</strong>.

source: Object summaries
pt_br: Resumo dos objetos

source: Object type
pt_br: Tipo do objeto

source: Obsessing
pt_br: Modo obsessão

source: Obsessing Over Hosts
pt_br: Obsessão sob hosts

source: Obsessing Over Services
pt_br: Obsessão sob serviços

source: Old instance name missing
pt_br: Está faltando o nome da instância antiga

source: Old monitoring backend name missing
pt_br: Está faltando o nome antigo do backend de monitoramento

source: One day
pt_br: Um dia

source: One month
pt_br: Um mês

source: One week
pt_br: Uma semana

source: One year
pt_br: Um ano

source: Overview
pt_br: Visão geral

source: PENDING
pt_br: PENDENTE(S)

# icinga.state
source: PENDING
pt_br: PENDENTE

source: Pager Address / Number
pt_br: Endereço / Número do pager

source: Passive
pt_br: Passivo

source: Passive Checks
pt_br: Checagens passivas

source: Passive Host Checks Being Accepted
pt_br: Checagens passivas de hosts sendo aceitas

source: Passive Service Checks Being Accepted
pt_br: Checagens passivas de serviços sendo aceitas

source: Passive check result has been submitted
pt_br: O resultado da checagem passiva foi enviado

source: Passive checks
pt_br: Checagens passivas

source: Passive checks for this object will be accepted.
pt_br: Checagens passivas serão aceitas para este objeto.

source: Passive checks for this object will be omitted.
pt_br: Checagens passivas serão omitidas para este objeto.

source: Password
pt_br: Senha

source: Path to the Icinga command file on the remote Icinga instance
pt_br: Caminho para o arquivo de comando na instância remota do Icinga

source: Path to the local Icinga command file
pt_br: Caminho para o arquivo de comando local do icinga

source: Performance Data Being Processed
pt_br: Dados de performance sendo processados

source: Performance Info
pt_br: Informação de performance

source: Performance data
pt_br: Dados de performance

source: Persistent
pt_br: Persistente

source: Persistent Comment
pt_br: Comentário persistente

source: Please configure below how Icinga Web 2 should retrieve monitoring information.
pt_br: Por favor, configure abaixo como o Icinga Web 2 deverá obter as informações do monitoramento.

source: Please define the settings specific to your monitoring instance below.
pt_br: Por favor, defina as configurações específicas para sua instância de monitoramento abaixo.

source: Please fill out the connection details below to access the IDO database of your monitoring environment.
pt_br: Por favor, preencha os detalhes da conexão abaixo para acessar a base de dados IDO do seu ambiente de monitoramento.

source: Please fill out the connection details below to access the Livestatus socket interface for your monitoring environment.
pt_br: Por favor, preencha os detalhes da conexão abaixo para acessar a interface do soquete Livestatus do seu ambiente de monitoramento.

source: Plugin Output
pt_br: Saída do plugin

source: Port
pt_br: Porta

# multiselection
source: Press and hold the Ctrl key while clicking on rows to select multiple rows or press and hold the Shift key to select a range of rows.
pt_br: Mantenha a tecla Ctrl pressionada enquanto clica nas linhas para selecionar várias linhas ou pressione e segure a tecla Shift para selecionar um intervalo de linhas.

source: Problems
pt_br: Problemas

source: Process Info
pt_br: Informação do processo

source: Program Start Time
pt_br: Horário de início

source: Protected Custom Variables
pt_br: Variáveis personalizadas protegidas

source: Recently Recovered Services
pt_br: Serviços recuperados recentemente

source: Remote
pt_br: Remoto

source: Remote Command File
pt_br: Arquivo de comando remoto

source: Remote Host
pt_br: Host remoto

source: Remote SSH Port
pt_br: Porta SSH remota

source: Remote SSH User
pt_br: Usuário SSH remoto

source: Remove
pt_br: Remover

source: Remove Comments
pt_br: Remover comentários

source: Remove Downtime(s)
pt_br: Remover parada(s)

source: Remove Existing Backend
pt_br: Remover backend existente

source: Remove Existing Instance
pt_br: Remover instância existente

source: Remove Problem Acknowledgement
pt_br: Remover o reconhecimento do problema

source: Remove comment
pt_br: Remover o comentário

source: Remove downtime(s) from this host and its services.
pt_br: Remover parada(s) deste host e seus serviços.

source: Remove problem acknowledgement
pt_br: Remover reconhecimento do problema

source: Remove problem acknowledgement for this object.
pt_br: Remover reconhecimento do problema para esse objeto.

source: Removing problem acknowledgement..
pt_br: Removendo reconhecimento do problema..

source: Report interval
pt_br: Intervalo de relatório

source: Reporting
pt_br: Relatórios

source: Reschedule
pt_br: Reagendar

source: Reschedule Host Check
pt_br: Reagendar checagem do host

source: Reschedule Host Checks
pt_br: Reagendar checagem dos hosts

source: Reschedule Service Check
pt_br: Reagendar checagem do serviço

source: Reschedule Service Checks
pt_br: Reagendar checagem dos serviços

source: Reschedule host checks
pt_br: Reagendar checagem dos hosts

source: Reschedule service checks
pt_br: Reagendar checagem dos serviços

source: Reset Attributes
pt_br: Redefinir atributos

source: Reset modified attributes to its default.
pt_br: Redefinir os atributos modificados para o padrão.

source: Resource
pt_br: Recurso

source: Resource Name
pt_br: Nome do recurso

source: Resource configuration could not be udpated: %s; An error occured:
pt_br: A configuração do recurso não pode ser atualizada: %s; Ocorreu um erro:

source: Resource configuration has been successfully updated: %s
pt_br: A configuração do recurso foi atualizada com sucesso: %s

source: Restart monitoring process
pt_br: Reiniciar o processo de monitoramento

source: Restart the monitoring process.
pt_br: Reiniciar o processo de monitoramento.

source: Restrict views to the hosts and services that match the filter
pt_br: Restringir a visualização para os hosts e serviços que correspondam ao filtro

source: SSH port to connect to on the remote Icinga instance
pt_br: Porta SSH para conectar-se na instância remota do Icinga

source: Save Changes
pt_br: Salvar alterações

source: Schedule Host Downtime
pt_br: Agendar parada de host

source: Schedule Host Downtimes
pt_br: Agendar parada de hosts

source: Schedule Service Downtime
pt_br: Agendar parada de serviço

source: Schedule Service Downtimes
pt_br: Agendar parada de serviços

source: Schedule check
pt_br: Agendar checagem

source: Schedule check for all services on the hosts and the hosts themselves.
pt_br: Agendar checagem para todos os serviços destes hosts inclusive os próprios hosts.

source: Schedule downtime
pt_br: Agendar parada

source: Schedule downtime for all services on the hosts and the hosts themselves.
pt_br: Agendar parada para todos os serviços destes hosts inclusive os próprios hosts.

source: Schedule downtimes for unhandled problem hosts
pt_br: Agendar parada para hosts com problemas não tratados

source: Schedule downtimes for unhandled problem services
pt_br: Agendar parada para serviços com problemas não tratados

source: Schedule host downtimes
pt_br: Agendar parada de hosts

source: Schedule non-triggered downtime for all child hosts
pt_br: Agendar parada não-acionada para todos os hosts filhos

source: Schedule service downtimes
pt_br: Agendar parada para serviços

source: Schedule triggered downtime for all child hosts
pt_br: Agendar parada acionada para todos os hosts filhos

source: Scheduled End
pt_br: Término do agendamento

source: Scheduled Start
pt_br: Início do agendamento

source: Scheduling check..
pt_br: Agendando checagem..

source: Scheduling host check..
pt_br: Agendando checagem de host..

source: Scheduling host downtime..
pt_br: Agendando parada de host..

source: Scheduling service check..
pt_br: Agendando checagem de serviço..

source: Scheduling service downtime..
pt_br: Agendando parada de serviço..

source: Send Notification
pt_br: Enviar notificação

source: Service
pt_br: Serviço

source: Service Checks
pt_br: Checagem de serviços

source: Service Grid
pt_br: Grade de serviços

source: Service Group
pt_br: Grupos de serviços

source: Service Group Name
pt_br: Nome do grupo de serviços

source: Service Groups
pt_br: Grupos de serviços

source: Service Name
pt_br: Nome do serviço

source: Service Notification Timeperiod
pt_br: Período de notificação do serviço

source: Service Problems
pt_br: Serviços com problemas

source: Service Problems on Host
pt_br: Serviços com problemas no host

source: Service State
pt_br: Estado do serviço

source: Service States
pt_br: Estado dos serviços

source: Service description
pt_br: Descrição do serviço

source: Service detail information
pt_br: Informações detalhadas do serviço

source: Service not found
pt_br: Serviço não encontrado

source: Service notification period
pt_br: Período de notificação de serviço

source: Servicegroups
pt_br: Grupos de serviços

source: Services
pt_br: Serviços

source: Services (%u)
pt_br: Serviços (%u)

source: Services CRITICAL
pt_br: Serviços CRÍTICOS

source: Services CRITICAL Handled
pt_br: Serviços CRÍTICOS tratados

source: Services CRITICAL Unhandled
pt_br: Serviços CRÍTICOS não tratados

source: Services Critical Handled
pt_br: Serviços críticos tratados

source: Services Critical Unhandled
pt_br: Serviços críticos não tratados

source: Services OK
pt_br: Serviços OK

source: Services Ok
pt_br: Serviços Ok

source: Services PENDING
pt_br: Serviços PENDENTES

source: Services Pending
pt_br: Serviços pendentes

source: Services UNKNOWN
pt_br: Serviços DESCONHECIDOS

source: Services UNKNOWN Handled
pt_br: Serviços DESCONHECIDOS tratados

source: Services UNKNOWN Unhandled
pt_br: Serviços DESCONHECIDOS não tratados

source: Services Unknown Handled
pt_br: Serviços desconhecidos tratados

source: Services Unknown Unhandled
pt_br: Serviços desconhecidos não tratados

source: Services WARNING
pt_br: Serviços em ATENÇÃO

source: Services WARNING Handled
pt_br: Serviços em ATENÇÃO tratados

source: Services WARNING Unhandled
pt_br: Serviços em ATENÇÃO não tratados

source: Services Warning Handled
pt_br: Serviços em atenção tratados

source: Services Warning Unhandled
pt_br: Serviços em atenção não tratados

source: Services in downtime
pt_br: Serviços em parada

source: Services with state %s
pt_br: Serviços com o estado %s

source: Set the date and time when the check should be scheduled.
pt_br: Defina a data e hora em que essa checagem deverá executada.

source: Set the end date and time for the downtime.
pt_br: Defina a data e hora de término da parada.

source: Set the expire time.
pt_br: Defina o tempo de validade.

source: Set the start date and time for the downtime.
pt_br: Defina a data e hora de início da parada.

source: Setup the monitoring module for Icinga Web 2
pt_br: Configuração do módulo de monitoramento para Icinga Web 2

source: Severity
pt_br: Gravidade

source: Show resource configuration
pt_br: Mostrar configuração do recurso

source: Shutdown monitoring process
pt_br: Desligar processo de monitoramento

source: Skip Validation
pt_br: Pular validação

source: Socket
pt_br: Soquete

source: Sort by
pt_br: Ordenar por

# setup.welcome.btn.next
source: Start
pt_br: Iniciar

source: Start Accepting Passive Checks
pt_br: Iniciar a receber checagens passivas

source: Start Time
pt_br: Horário de início

source: Start obsessing
pt_br: Iniciar o modo obsessão

source: Start obsessing over this object.
pt_br: Iniciar obsessão sob este objeto.

source: Started downtimes
pt_br: Paradas iniciadas

source: Starts
pt_br: Início

source: State
pt_br: Estado

source: State Changes
pt_br: Alterações de estado

source: Sticky Acknowledgement
pt_br: Reconhecimento fixo

source: Stop Accepting Passive Checks
pt_br: Parar de receber checagens passivas

source: Stop monitoring instance. You have to start it again from command line.
pt_br: Parar o monitoramento da instância. Você tem que iniciar novamente a partir da linha de comando.

source: Stop obsessing
pt_br: Parar o modo obsessão

source: Stop obsessing over this object.
pt_br: Parar obsessão sob este objeto.

source: System
pt_br: Sistema

source: Tactical Overview
pt_br: Visão tática

source: The data source used for retrieving monitoring information
pt_br: A origem dos dados utilizada para obter as informações do monitoramento

source: The filter column "%s" is not allowed here.
pt_br: A filtragem da coluna "%s" não é permitida aqui.

source: The given resource name is already in use.
pt_br: O nome do recurso informado já está em uso.

source: The identifier of this backend
pt_br: O identificador deste backend

source: The last one occured %s ago
pt_br: O último ocorreu %s atrás

source: The parameter `contact' is required
pt_br: O parâmetro `contact' é requerido

source: The resource to use
pt_br: O recurso utilizado

source: The sort column "%s" is not allowed in "%s".
pt_br: A classificação da coluna "%s" não é permitida em "%s".

source: There is no "%s" monitoring backend
pt_br: Não há nenhum "%s" backend de monitoramento

source: This Object's Event History
pt_br: Histórico de eventos deste objeto

source: This command is used to acknowledge host or service problems. When a problem is acknowledged, future notifications about problems are temporarily disabled until the host or service recovers.
pt_br: Este comando é utilizado para reconhecer os problemas de hosts ou serviços. Quando um problema é reconhecido, as futuras notificações sobre problemas serão temporariamente desativadas até que o host ou serviço se recupere.

source: This command is used to add host or service comments.
pt_br: Este comando é utilizado para adicionar comentários ao host ou serviço.

source: This command is used to disable host and service notifications for a specific time.
pt_br: Este comando é utilizado para desabilitar as notificações de hosts e serviços por um período específico.
